acpilight
android-tools
arc-gtk-theme
atool
bc
cronie
dash
dmenu
dunst
expect
firefox
fuse2
fzf
gnome-calculator
go
groff
highlight
i3-gaps
ibus
ibus-hangul
ibus-libpinyin
imagemagick
keepassxc
lightdm
light-locker
maim
mpc
mpd
mpv
nano
ncmpcpp
neofetch
neomutt
neovim
networkmanager
networkmanager-openconnect
noto-fonts
noto-fonts-cjk
ntfs-3g
numlockx
openconnect
openssh
pavucontrol
peek
picom
polybar
powertop
pulseaudio-alsa
pulseaudio
pulsemixer
python
python-pip
ranger
rclone
rofi
rsync
ruby
rxvt-unicode
samba
stow
sxiv
terminus-font
tmux
tree
ttf-inconsolata
ttf-linux-libertine
unclutter
unzip
w3m
wqy-microhei
xautolock
xclip
xdotool
xorg-xprop
xorg-server
xorg-xinit
xorg-xinput
xwallpaper
zathura
zathura-djvu
zathura-pdf-mupdf
zip
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
