# Core system tools
intel-ucode
lib32-libpulse
networkmanager
networkmanager-strongswan
ntfs-3g
openssh
pavucontrol
powertop
pulseaudio

# Fonts
adobe-source-code-pro-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
noto-fonts

# Tools
acpilight
bc
beets
android-tools
bitlbee
dmenu
dropbox
dunst
feh
firefox
fuse2
fzf
highlight
htop
imagemagick
keepassxc
libnotify
maim
mpc
mpd
mpdscribble
mpv
nano
ncmpcpp
neofetch
neovim
python
python-pip
ranger
rclone
rsync
ruby
samba
sxiv
texlive-core
thermald
tlp
tmux
tree
unclutter
unzip
w3m
weechat
xclip
xdotool
xorg-server
xorg-xinit
xorg-xinput
zathura
zathura-djvu
zathura-pdf-poppler

# WM
compton
i3-gaps
i3blocks

# VPN
openconnect
networkmanager-openconnect
